app/controllers/books_controller.rb

SELECT "books".* FROM "books"
---
  def index
    @books = Book.page params[:page]

INSERT INTO "books" ("name", "description", "price", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "吾輩は猫である"], ["description", ""], ["price", 1000], ["created_at", "2015-12-28 15:00:35.557408"], ["updated_at", "2015-12-28 15:00:35.557408"]]
---
  def create
    @book = Book.new(book_params)

    respond_to do |format|
      if @book.save